{
	"hotel":
			[
				{
					"id":1,
					"desc":"Aston Imperium Purwokerto merupakan satu-satunya hotel bintang 4 di Purwokerto, terletak di tengah kota Purwokerto antara Jalan Overste Isdiman dan Jalan Dr Suharso, dengan kantor pemerintah, rumah sakit, Universitas Jenderal Sudirman yang terkenal dan Wijaya Kusuma Golf Course yang menjadikan lokasi ini ideal bagi para pebisnis dan delegasi konferensi. Air Panas Baturaden hanya berjarak 15 menit dengan mobil, dan 10 menit dengan kereta api. Pemandian air panas Baturaden hanya 15 menit berkendara sementara stasiun kereta api Purwokerto hanya 10 menit.",
					"nama":"Hotel Aston Imperium Purwokerto",
					"alamat":"Jl. Overste Isdiman No.33, Glempang, Bancarkembar, Kec. Purwokerto Utara, Kabupaten Banyumas, Jawa Tengah 53114",
					"nomor_telp":"+62281628000",
					"kordinat":"-7.417284, 109.244905",
					"gambar_url":"https://raw.githubusercontent.com/divaap12/Hotel/master/aston.jpg",
					"tarif":"Mulai dari Rp.771.980",
					"fasilitas": "Kolam renang, F&B Outlet, Sekar Mas Spa, Gym"
					
				},

				{
					"id":2,
					"desc":"Java Heritage Hotel memiliki 169 kamar, mulai dari Deluxe, Suite, Cottages, 16 Ruang Pertemuan, Grand Ballroom, dan ruang pameran. Hotel ini juga memiliki area parkir sangat luas yang mampu menampung 500 mobil; dan juga kolam renang terbesar di Jawa Tengah dengan lebar 96 meter.",
					"nama":"Java Heritage Hotel Purwokerto",
					"alamat":"Jl. Dr. Angka No.71, Karangkobar, Sokanegara, Kec. Purwokerto Tim., Kabupaten Banyumas, Jawa Tengah 53115",
					"nomor_telp":"+62281634321",
					"kordinat":"-7.4155654, 109.236551",
					"gambar_url":"https://raw.githubusercontent.com/divaap12/Hotel/master/javaheritage.jpg",
					"tarif":"Mulai dari Rp.595.000",
					"fasilitas": "Kolam renang terbesar dan terbaik di Jawa Tengah, Gym, klub terbaik di kota (Cheers! Never Ending Party) dan Karaoke Lips, Spa."
					
				},

				{
					"id":3,
					"desc":"Terletak di jalan yang rindang dan ramai, hotel santai bereksterior penuh warna ini berjarak 10 km dari pusat perbelanjaan dan restoran di RITA SuperMall Purwokerto dan 2 km dari stasiun kereta api Purwokerto. Kamar sederhana dilengkapi Wi-Fi gratis, TV layar datar, brankas, kulkas mini, serta fasilitas pembuat teh dan kopi. Suite memiliki meja makan dan microwave.",
					"nama":"Wisata Niaga Hotel",
					"alamat":"Jl. Merdeka No.5, Brubahan, Purwanegara, Kec. Purwokerto Tim., Kabupaten Banyumas, Jawa Tengah 53116",
					"nomor_telp":"+62281642333",
					"kordinat":"-7.4253521,109.2345803",
					"gambar_url":"https://cf.bstatic.com/images/hotel/max1280x900/178/178288954.jpg",
					"tarif":"Mulai dari Rp.156.883",
					"fasilitas":"Restoran santai, fasilitas karoke, dan minimarket 24 jam, Kolam Renang, WiFi"
					
				},

				{
					"id":4,
					"desc":"Penginapan yang tenang dan nyaman di Purwokerto, Dominic Hotel Purwokerto adalah sebuah hunian yang nyaman, bersih, dengan desain yang minimalis. Dominic Hotel Purwokerto menawarkan pelayanan yang istimewa dan fasilitas yang akan membuat pengalaman menginap Anda tidak terlupakan, seperti Wi-Fi gratis di semua kamar, TV, AC, restoran, layanan kebersihan, resepsionis yang ramah, Wi-fi di tempat umum, serta beberapa fasilitas yang lainnya.",
					"nama":"Dominic Hotel Purwokerto",
					"alamat":"Jl. Komisaris Bambang Suprapto No.39-41, Cigrobak, Purwokerto Lor, Kec. Purwokerto Tim., Kabupaten Banyumas, Jawa Tengah 53114",
					"nomor_telp":"+622816574888",
					"kordinat":"-7.4230377, 109.2445081",
					"gambar_url":"https://s.misteraladin.com/images/hotel/0000132000/0000131898/dominic-hotel-purwokerto-photo9.jpg",
					"tarif":"Mulai dari Rp.225.000",
					"fasilitas":"AC, Restoran, parkir, Lift, WiFi"
					
				},

				{
					"id":5,
					"desc":"",
					"nama":"COR Hotel Purwokerto",
					"alamat":"Jl. Jend. Soedirman No.508 - 511, Kauman Lama, Purwokerto Lor, Kec. Purwokerto Tim., Kabupaten Banyumas, Jawa Tengah 53141",
					"nomor_telp":"+622817772777",
					"kordinat":"-7.4277174,109.2429384",
					"gambar_url":"",
					"tarif":"Mulai dari Rp.170.000",
					"fasilitas":"AC, Restoran, parkir, Lift, WiFi"
					
				},

				{
					"id":6,
					"desc":"Meotel Purwokerto adalah salah satu akomodasi yang berada di pusat kota Purwokerto, Jawa Tengah, tepatnya di Jalan Dr. Suparno Selatan No 1, Arcawinangun. Hotel ini menawarkan konsep penginapan unik, yakni desain retro dan vintage yang dipadukan dengan sentuhan modern. Konsep tersebut diterapkan pada pemilihan furnitur serta dekorasi kamar tamu. Kesan artistik akan segera dirasakan oleh pengunjung begitu memasuki area kamar. Lukisan di dinding kamar serta penataan interior yang selaras dengan konsep penginapan membuat pengalaman menginap menjadi suatu momen yang sulit dilupakan. Kamar ber-AC di hotel ini terbagi ke dalam dua tipe utama, yaitu Smart Room dan Family Room. Kedua tipe kamar dapat dipesan dengan atau tanpa paket sarapan. Setiap kamar di Hotel Meotel telah dilengkapi dengan sejumlah fasilitas, termasuk TV kabel, meja kerja, brankas, lemari pakaian, dan fasilitas pembuat teh atau kopi. Tipe kamar Family Room yang memiliki ruangan lebih besar bahkan dilengkapi dengan sofa panjang yang nyaman digunakan untuk bersantai. Kamar mandi en suite beserta peralatan mandi lengkap sudah tersedia di seluruh kamar. Fasilitas hotel yang patut dicoba adalah pusat kebugaran serta layanan spa dan pijat kesehatan. Berolahraga atau melepas penat dengan memanfaatkan fasilitas tersebut tentu akan semakin meningkatkan semangat berlibur. Selain sarana untuk memanjakan diri, pihak hotel juga menyediakan fasilitas barbeque yang bisa menambah keseruan liburan bersama teman maupun keluarga. Di samping memenuhi kebutuhan akomodasi saat liburan, Meotel Hotel juga menyediakan fasilitas yang menunjang kebutuhan bisnis dan profesional. Ruang konferensi dan aula pertemuan tersedia beserta fasilitas pendukungnya yang mutakhir, seperti mesin fotokopi, faksimile, dan proyektor.",
					"nama":"Meotel Purwokerto by Dafam",
					"alamat":"Jl. DR. Soeparno Selatan No.1, Arcawinangun, Kec. Purwokerto Tim., Kabupaten Banyumas, Jawa Tengah 53123",
					"nomor_telp":"+622817771157",
					"kordinat":"-7.4179839, 109.2524537",
					"gambar_url":"https://s.misteraladin.com/images/hotel/0000041000/0000040550/meotel-purwokerto-by-dafam-hotels-photo41.jpg",
					"tarif":"Mulai dari Rp.388.000",
					"fasilitas":"AC, Restoran, parkir, Lift, WiFi, Kolam Renang"
					
				},

				{
					"id":7,
					"desc":"Grand Karlita Hotel Purwokerto adalah tempat bermalam yang tepat bagi Anda yang berlibur bersama keluarga. Nikmati segala fasilitas hiburan untuk Anda dan keluarga. Pengalaman menginap Anda tak akan terlupakan berkat pelayanan istimewa yang disertai oleh berbagai fasilitas pendukung untuk kenyamanan Anda. Tersedia kolam renang untuk Anda bersantai sendiri maupun bersama teman dan keluarga. Resepsionis siap 24 jam untuk melayani proses check-in, check-out dan kebutuhan Anda yang lain. Jangan ragu untuk menghubungi resepsionis, kami siap melayani Anda. Terdapat restoran yang menyajikan menu lezat ala Grand Karlita Hotel Purwokerto khusus untuk Anda.",
					"nama":"Grand Karlita Hotel Purwokerto",
					"alamat":"Jl. S. Parman No.296, Karangbawang, Purwokerto Kulon, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53141",
					"nomor_telp":"+622817772500",
					"kordinat":"-7.4373026, 109.2411815",
					"gambar_url":"https://cf.bstatic.com/images/hotel/max1024x768/144/144715284.jpg",
					"tarif":"Mulai dari Rp.399.000",
					"fasilitas":"AC, Restoran, parkir, Lift, WiFi, Bar"
					
				},

				{
					"id":8,
					"desc":"Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, Hotel Wisata Niaga Campus adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya. Resepsionis siap 24 jam untuk melayani proses check-in, check-out dan kebutuhan Anda yang lain. Jangan ragu untuk menghubungi resepsionis, kami siap melayani Anda. Terdapat restoran yang menyajikan menu lezat ala Hotel Wisata Niaga Campus khusus untuk Anda.",
					"nama":"Hotel Wisata Niaga Campus",
					"alamat":"Dukuhbandong, Grendeng, Kec. Purwokerto Utara, Kabupaten Banyumas, Jawa Tengah 53121",
					"nomor_telp":"+622817772888",
					"kordinat":"-7.4055876, 109.2430412",
					"gambar_url":"https://klinthung.com/wp-content/uploads/2017/10/Hotel-Wisata-Niaga-UNSOED.jpg",
					"tarif":"Mulai dari Rp.165.000",
					"fasilitas":"AC, Restoran, parkir, WiFi, Cafe"
					
				},

				{
					"id":9,
					"desc":"",
					"nama":"Hotel Puriwisata Baturaden",
					"alamat":"Jl. Raya Baturaden No.KM. 13 No. 38, Dusun I Karangmangu, Karangmangu, Kec. Baturaden, Kabupaten Banyumas, Jawa Tengah 53151",
					"nomor_telp":"+62281681331",
					"kordinat":"-7.3235628,109.2260361",
					"gambar_url":"https://pix10.agoda.net/hotelImages/649/6492170/6492170_19022312300072474426.jpg",
					"tarif":"Mulai dari Rp.200.000",
					"fasilitas":"Parkir, Lift, WiFi"
					
				},

				{
					"id":10,
					"desc":"Hotel Surya Yudha Purwokerto memiliki segala fasilitas penunjang bisnis untuk Anda dan kolega. hotel ini adalah pilihan yang pas jika Anda mencari liburan yang tenang dan jauh dari keramaian. Pelayanan memuaskan serta fasilitas hotel yang memadai akan membuat Anda nyaman berada di Hotel Surya Yudha Purwokerto.",
					"nama":"Hotel Surya Yudha Purwokerto",
					"alamat":"Jl. Gerilya Barat Tj. No.30A, Gandasuli, Karangpucung, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53142",
					"nomor_telp":"+622816578080",
					"kordinat":"-7.4406958, 109.2356924",
					"gambar_url":"https://cf.bstatic.com/images/hotel/max1280x900/224/22435159.jpg",
					"tarif":"Mulai dari Rp.314.500",
					"fasilitas":"Ac, Restoran, Kolam Renang, Parkir, Lift, WiFi"
					
				},

				{
					"id":11,
					"desc":"Menginap di FixOn Capsule Hotel tak hanya memberikan kemudahan untuk mengeksplorasi destinasi petualangan Anda, tapi juga menawarkan kenyamanan bagi istirahat Anda. FixOn Capsule Hotel merupakan hotel rekomendasi untuk Anda, seorang backpacker yang tak hanya mengutamakan bujet, tapi juga kenyamanan saat beristirahat setelah menempuh petualangan seharian penuh. Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, FixOn Capsule Hotel adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya.",
					"nama":"FixOn Capsule Hotel",
					"alamat":"Jl. Gerilya Barat Tj. No.30A, Gandasuli, Karangpucung, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53142",
					"nomor_telp":"+622816578080",
					"kordinat":"-7.4407011, 109.2356924",
					"gambar_url":"https://pix10.agoda.net/hotelImages/574/5743910/5743910_18082810430067700541.jpg",
					"tarif":"Mulai dari Rp.113.500",
					"fasilitas":"Parkir, WiFi"
					
				},

				{
					"id":12,
					"desc":"Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, Hotel D'Ben adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya. Hotel D'Ben memiliki segala fasilitas penunjang bisnis untuk Anda dan kolega.",
					"nama":"Hotel D'Ben",
					"alamat":"Jl. Kranji No.60, Brubahan, Purwanegara, Kec. Purwokerto Bar., Kabupaten Banyumas, Jawa Tengah 53116",
					"nomor_telp":"+622816510168",
					"kordinat":"-7.423851, 109.232545",
					"gambar_url":"https://dbenhotel.com/wp-content/uploads/2015/09/hotel-dben-collage.jpg",
					"tarif":"Mulai dari Rp.240.964",
					"fasilitas":"Ac, Restoran, Parkir, Lift, WiFi"
					
				},

				{
					"id":13,
					"desc":"hotel ini adalah pilihan tepat bagi Anda dan pasangan yang ingin menikmati liburan romantis. Dapatkan pengalaman yang penuh kesan bersama pasangan dengan menginap di Green Valley Resort Baturraden Purwokerto. hotel ini adalah pilihan yang pas jika Anda mencari liburan yang tenang dan jauh dari keramaian. Pelayanan memuaskan serta fasilitas hotel yang memadai akan membuat Anda nyaman berada di Green Valley Resort Baturraden Purwokerto. Tersedia kolam renang untuk Anda bersantai sendiri maupun bersama teman dan keluarga.",
					"nama":"Green Valley Resort Baturraden Purwokerto",
					"alamat":"Jl. Raya Baturaden, Dusun III, Karangtengah, Kec. Baturaden, Kabupaten Banyumas, Jawa Tengah 53151",
					"nomor_telp":"+62281681123",
					"kordinat":"-7.33757,109.2291336",
					"gambar_url":"https://www.travelindo.com/images/upload/central_java/green_valley/greenvalley.jpg",
					"tarif":"Mulai dari Rp.500.000",
					"fasilitas":"Ac, Restoran, Kolam Renang, Parkir, WiFi"
					
				},

				{
					"id":14,
					"desc":"Hayden Inn merupakan akomodasi rekomendasi untuk Anda, seorang backpacker yang tak hanya mengutamakan bujet, tapi juga kenyamanan saat beristirahat setelah menempuh petualangan seharian penuh. Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, Hayden Inn adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya.",
					"nama":"Hayden Inn",
					"alamat":"Jln.Gelora Indah I Gang Baseball/Gang ll no :3 RT.:06 Rw:/RW.02 Kel, Arcawinangun, Purwokerto Lor, East Purwokerto, Banyumas, Central Java 53114",
					"nomor_telp":"+622816849668",
					"kordinat":"-7.4176674, 109.2489327",
					"gambar_url":"https://cf.bstatic.com/images/hotel/max1024x768/244/244334817.jpg",
					"tarif":"Mulai dari Rp.178.000",
					"fasilitas":"Ac, WiFi, Parkir, Restoran"
					
				},

				{
					"id":15,
					"desc":"Menginap di M-Griya Guesthouse tak hanya memberikan kemudahan untuk mengeksplorasi destinasi petualangan Anda, tapi juga menawarkan kenyamanan bagi istirahat Anda. M-Griya Guesthouse merupakan akomodasi rekomendasi untuk Anda, seorang backpacker yang tak hanya mengutamakan bujet, tapi juga kenyamanan saat beristirahat setelah menempuh petualangan seharian penuh. Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, M-Griya Guesthouse adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya.",
					"nama":"M-Griya Guesthouse",
					"alamat":"Jl. Dr. Gumbreg No.8, Tanahgaring, Pamijen, Kec. Sokaraja, Kabupaten Banyumas, Jawa Tengah 53112",
					"nomor_telp":"+62281638835",
					"kordinat":"-7.4354605, 109.2672115",
					"gambar_url":"https://media.datahc.com/HI290843761.jpg",
					"tarif":"Mulai dari Rp.264.000",
					"fasilitas":"Ac, Restoran, Parkir, WiFi"
					
				},

				{
					"id":16,
					"desc":"",
					"nama":"Palapa Hotel",
					"alamat":"Jl. S. Parman No.283, Karangbawang, Purwokerto Kulon, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53141",
					"nomor_telp":"+62281636693",
					"kordinat":"-7.4335901, 109.2419753",
					"gambar_url":"https://2.bp.blogspot.com/-KUGEvHmQcI4/VCDeMb2q-MI/AAAAAAAAAD8/tD6XPaZTbLA/s280/IMG_9793.JPG",
					"tarif":"Mulai dari Rp.206.000",
					"fasilitas":"Ac, Restoran, Parkir, WiFi, Kolam Renang"
					
				},

				{
					"id":17,
					"desc":"Menginap di Grand Kanaya Baturraden tak hanya memberikan kemudahan untuk mengeksplorasi destinasi petualangan Anda, tapi juga menawarkan kenyamanan bagi istirahat Anda. Jika Anda memiliki agenda kegiatan yang membutuhkan ruangan besar, maka Grand Kanaya Baturraden adalah pilihan yang tepat. Hotel ini memiliki ruang pertemuan yang luas dan dilengkapi dengan berbagai fasilitas penunjang. hotel ini adalah pilihan tepat bagi Anda dan pasangan yang ingin menikmati liburan romantis. Dapatkan pengalaman yang penuh kesan bersama pasangan dengan menginap di Grand Kanaya Baturraden.",
					"nama":"Grand Kanaya Baturraden",
					"alamat":"Jalan Raya Baturaden Barat No. 163, RT. 07 / RW. 02, Ketenger, Baturraden, Dusun I Karangmangu, Karangmangu, Kec. Baturaden, Kabupaten Banyumas, Jawa Tengah 53151",
					"nomor_telp":"+622816871005",
					"kordinat":"-7.3174751, 109.2253641",
					"gambar_url":"https://www.purwokertoguidance.com/wp-content/uploads/2016/10/Hotel-Grand-Kanaya.jpg",
					"tarif":"Mulai dari Rp.350.000",
					"fasilitas":"Ac, Restoran, Parkir, WiFi, Kolam Renang"
					
				},

				{
					"id":18,
					"desc":"Queen Garden Hotel Baturraden adalah hotel di lokasi yang baik, tepatnya berada di Baturraden. Selain letaknya yang strategis, Queen Garden Hotel Baturraden juga merupakan hotel dekat Telaga Sunyi berjarak sekitar 0,83 km dan Air Terjun Sendang Bidadari berjarak sekitar 0,81 km.",
					"nama":"Queen Garden Hotel Baturraden",
					"alamat":"Jl. Perhutani No.38, Dusun II, Karangsalam, Kec. Baturaden, Kabupaten Banyumas, Jawa Tengah 53151",
					"nomor_telp":"+62281681688",
					"kordinat":"-7.3123838, 109.2358833",
					"gambar_url":"https://media.datahc.com/HI560632707.jpg",
					"tarif":"Mulai dari Rp.330.000",
					"fasilitas":"Restoran, Kolam Renang, Parkir, WiFi"
					
				},

				{
					"id":19,
					"desc":"Hotel Besar Purwokerto merupakan hotel rekomendasi untuk Anda, seorang backpacker yang tak hanya mengutamakan bujet, tapi juga kenyamanan saat beristirahat setelah menempuh petualangan seharian penuh. Bagi Anda yang menginginkan kualitas pelayanan oke dengan harga yang ramah di kantong, Hotel Besar Purwokerto adalah pilihan yang tepat. Karena meski murah, akomodasi ini menyediakan fasilitas memadai dan pelayanan yang tetap terjaga mutunya.",
					"nama":"Hotel Besar Purwokerto",
					"alamat":"Jl. Jend. Soedirman Jl. Kauman Lama No.732, Kauman Lama, Purwokerto Kulon, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53141",
					"nomor_telp":"+6228163611",
					"kordinat":"-7.42781, 109.2446718",
					"gambar_url":"https://cf.bstatic.com/images/hotel/max1024x768/140/140375215.jpg",
					"tarif":"Mulai dari Rp.94.000",
					"fasilitas":"Restoran, Ac, Parkir, WiFi"
					
				},

				{
					"id":20,
					"desc":"Papillon Hotel Purwokerto adalah tempat bermalam yang tepat bagi Anda yang berlibur bersama keluarga. Nikmati segala fasilitas hiburan untuk Anda dan keluarga. Jika Anda berniat menginap dalam jangka waktu yang lama, Papillon Hotel Purwokerto adalah pilihan tepat. Berbagai fasilitas yang tersedia dan kualitas pelayanan yang baik akan membuat Anda merasa sedang berada di rumah sendiri.",
					"nama":"Papillon Hotel Purwokerto",
					"alamat":"Jl. Perintis Kemerdekaan No.168, Gandasuli, Karangpucung, Kec. Purwokerto Sel., Kabupaten Banyumas, Jawa Tengah 53142",
					"nomor_telp":"+622816577888",
					"kordinat":"-7.4386936, 109.2337286",
					"gambar_url":"https://static.tiket.photos/image/upload/t_htl-mble/v1589363832/tix-hotel/images-web/2020/05/13/bde7b5fb-a2e6-4446-bd14-4a3f70bc0192-1589363831828-d41d8cd98f00b204e9800998ecf8427e.jpg",
					"tarif":"Mulai dari Rp.232.000",
					"fasilitas":"Ac, Restoran, Parkir, WiFi"
					
				}


			]
}
